{
  "model_used": "facebook/nllb-200-distilled-600M",
  "source_language": "en",
  "target_language": "spanish",
  "target_language_code": "spa_Latn",
  "total_segments": 37,
  "segments": [
    {
      "segment_id": "segment001",
      "speaker": "SPEAKER_01",
      "start_time": 0.008488964346349746,
      "end_time": 3.234295415959253,
      "duration": 3.2258064516129035,
      "start_time_str": "00-00-00.008",
      "end_time_str": "00-00-03.234",
      "duration_str": "03.226",
      "audio_file": "segment001_SPEAKER_01_00-00-00.008_00-00-03.234_03.226.wav",
      "original_transcription": "What's it like to run a 450 million dollar company?",
      "translated_transcription": "¿Cómo es dirigir una empresa de 450 millones de dólares?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment002",
      "speaker": "SPEAKER_00",
      "start_time": 5.2207130730050935,
      "end_time": 41.97792869269949,
      "duration": 36.7572156196944,
      "start_time_str": "00-00-05.221",
      "end_time_str": "00-00-41.978",
      "duration_str": "36.757",
      "audio_file": "segment002_SPEAKER_00_00-00-05.221_00-00-41.978_36.757.wav",
      "original_transcription": "busy, very chaotic, quickly evolving. The AI space is blowing up right now. And so when we started the company three years ago, it was just me and two other guys just building a product that we loved. And now the team is rapidly expanding. I'm now like a manager, I'm managing a lot of people. And just the scale of problems that happen, if the app goes down, there's 500,000 people that are upset about it.",
      "translated_transcription": "ocupado, muy caótico, evolucionando rápidamente. El espacio de IA está explotando ahora mismo. Y así que cuando comenzamos la compañía hace tres años, era sólo yo y otros dos tipos construyendo un producto que amábamos. Y ahora el equipo se está expandiendo rápidamente. Ahora soy como un gerente, estoy manejando a mucha gente. Y sólo la magnitud de los problemas que ocurren, si la aplicación cae, hay 500.000 personas que están molestas por ello.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment003",
      "speaker": "SPEAKER_01",
      "start_time": 42.64006791171477,
      "end_time": 56.544991511035654,
      "duration": 13.904923599320881,
      "start_time_str": "00-00-42.640",
      "end_time_str": "00-00-56.545",
      "duration_str": "13.905",
      "audio_file": "segment003_SPEAKER_01_00-00-42.640_00-00-56.545_13.905.wav",
      "original_transcription": "Yeah, that's one trend I noticed when, you know, looking at interviews of CEOs and founders. Like early on, they always say like, you know, they don't want to be in meetings. But like once they get to a certain level, basically all they do is like meetings.",
      "translated_transcription": "Sí, esa es una tendencia que noté cuando, ya sabes, miré entrevistas de CEO y fundadores. Como temprano, siempre dicen, ya sabes, que no quieren estar en las reuniones. Pero una vez que llegan a un cierto nivel, básicamente todo lo que hacen es como reuniones.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment004",
      "speaker": "SPEAKER_00",
      "start_time": 58.1578947368421,
      "end_time": 79.12563667232598,
      "duration": 20.96774193548388,
      "start_time_str": "00-00-58.158",
      "end_time_str": "00-01-19.126",
      "duration_str": "20.968",
      "audio_file": "segment004_SPEAKER_00_00-00-58.158_00-01-19.126_20.968.wav",
      "original_transcription": "Yep, I have personally experienced that. It's nicer if you can avoid doing a meeting and you can just solve problems with engineers by sitting next to them. I find that that's a much better use of time. But yeah, this impulse to have a meeting is something that you have to continually fight against.",
      "translated_transcription": "Sí, lo he experimentado personalmente. Es más agradable si puedes evitar hacer una reunión y puedes resolver problemas con los ingenieros sentándote junto a ellos. Creo que es un mejor uso del tiempo. Pero sí, este impulso de tener una reunión es algo contra lo que tienes que luchar continuamente.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment005",
      "speaker": "SPEAKER_01",
      "start_time": 79.63497453310697,
      "end_time": 88.6672325976231,
      "duration": 9.032258064516128,
      "start_time_str": "00-01-19.635",
      "end_time_str": "00-01-28.667",
      "duration_str": "09.032",
      "audio_file": "segment005_SPEAKER_01_00-01-19.635_00-01-28.667_09.032.wav",
      "original_transcription": "Okay, so you mentioned that you started with three people. So how many of you are today, the total amount of employees?",
      "translated_transcription": "Vale, así que mencionaste que empezaste con tres personas. ¿Cuántos de ustedes hay hoy, la cantidad total de empleados?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment006",
      "speaker": "SPEAKER_00",
      "start_time": 88.5823429541596,
      "end_time": 96.17147707979626,
      "duration": 7.589134125636662,
      "start_time_str": "00-01-28.582",
      "end_time_str": "00-01-36.171",
      "duration_str": "07.589",
      "audio_file": "segment006_SPEAKER_00_00-01-28.582_00-01-36.171_07.589.wav",
      "original_transcription": "So currently there's like 12 of us and we expect this number to continue to grow.",
      "translated_transcription": "Así que actualmente somos 12 y esperamos que este número continúe creciendo.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment007",
      "speaker": "SPEAKER_01",
      "start_time": 96.93548387096774,
      "end_time": 107.46179966044144,
      "duration": 10.5263157894737,
      "start_time_str": "00-01-36.935",
      "end_time_str": "00-01-47.462",
      "duration_str": "10.526",
      "audio_file": "segment007_SPEAKER_01_00-01-36.935_00-01-47.462_10.526.wav",
      "original_transcription": "Yeah, that's pretty amazing for such a big valuation. But I guess all the AI companies have pretty high valuation per employee ratios.",
      "translated_transcription": "Sí, eso es increíble para una valoración tan grande. Pero supongo que todas las compañías de IA tienen una valoración bastante alta por proporción de empleados.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment008",
      "speaker": "SPEAKER_00",
      "start_time": 108.17487266553482,
      "end_time": 120.28013582342953,
      "duration": 12.105263157894711,
      "start_time_str": "00-01-48.175",
      "end_time_str": "00-02-00.280",
      "duration_str": "12.105",
      "audio_file": "segment008_SPEAKER_00_00-01-48.175_00-02-00.280_12.105.wav",
      "original_transcription": "Yep. So I think there's a reason for this, which is we really have a very, very high bar for hiring. Yeah. And we put great emphasis and we really value talent density.",
      "translated_transcription": "- Sí, está bien. Así que creo que hay una razón para esto, que es que realmente tenemos un nivel muy, muy alto para contratar. - Sí, está bien. Y ponemos gran énfasis y realmente valoramos la densidad de talento.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment009",
      "speaker": "SPEAKER_00",
      "start_time": 121.4176570458404,
      "end_time": 140.90831918505944,
      "duration": 19.49066213921904,
      "start_time_str": "00-02-01.418",
      "end_time_str": "00-02-20.908",
      "duration_str": "19.491",
      "audio_file": "segment009_SPEAKER_00_00-02-01.418_00-02-20.908_19.491.wav",
      "original_transcription": "So, you know, there are there are like these amazing companies that you hear about, whether that's how Instagram was able to to scale to this billion dollar valuation and this amazing product with I think they only had like 12 engineers. I think WhatsApp, I think only seven actually, when they reached even less.",
      "translated_transcription": "Así que, ya sabes, hay empresas como estas increíbles de las que escuchas, si así es como Instagram fue capaz de escalar a esta valoración de mil millones de dólares y este producto increíble con creo que sólo tenían como 12 ingenieros. Creo que WhatsApp, creo que sólo siete en realidad, cuando alcanzaron incluso menos.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment010",
      "speaker": "SPEAKER_01",
      "start_time": 139.99151103565367,
      "end_time": 141.26485568760611,
      "duration": 1.273344651952442,
      "start_time_str": "00-02-19.992",
      "end_time_str": "00-02-21.265",
      "duration_str": "01.273",
      "audio_file": "segment010_SPEAKER_01_00-02-19.992_00-02-21.265_01.273.wav",
      "original_transcription": "Yeah, even less. One billion, yeah.",
      "translated_transcription": "Sí, aún menos. Un billón, sí.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment011",
      "speaker": "SPEAKER_00",
      "start_time": 142.1137521222411,
      "end_time": 170.97623089983023,
      "duration": 28.862478777589132,
      "start_time_str": "00-02-22.114",
      "end_time_str": "00-02-50.976",
      "duration_str": "28.862",
      "audio_file": "segment011_SPEAKER_00_00-02-22.114_00-02-50.976_28.862.wav",
      "original_transcription": "And then you get stories of WhatsApp and how far they were able to get with as few engineers. And I just think it's very clear being a software engineer myself that a talented, just a small team of really talented people can really, really build a huge product and can have a really big impact. And if you just randomly add people to the team, it actually slows things down and it causes many more problems than it solves.",
      "translated_transcription": "Y luego se obtienen historias de WhatsApp y lo lejos que fueron capaces de llegar con tan pocos ingenieros. Y creo que es muy claro, siendo ingeniero de software yo mismo, que un equipo talentoso, sólo un pequeño equipo de personas realmente talentosas puede realmente, realmente construir un producto enorme y puede tener un impacto realmente grande. Y si se añaden personas al azar al equipo, en realidad ralentiza las cosas y causa muchos más problemas de los que resuelve.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment012",
      "speaker": "SPEAKER_01",
      "start_time": 171.41765704584043,
      "end_time": 206.47707979626486,
      "duration": 35.05942275042443,
      "start_time_str": "00-02-51.418",
      "end_time_str": "00-03-26.477",
      "duration_str": "35.059",
      "audio_file": "segment012_SPEAKER_01_00-02-51.418_00-03-26.477_35.059.wav",
      "original_transcription": "Yeah, I think this is one of the biggest mistakes, like, first-time entrepreneurs make. They're always in a rush to, like, grow the company and, you know, hire as many people as possible. But if you hire the wrong kind of people, then, you know, doing some restructuring later on, that's, like, 10 times more painful than just, you know, doing more interviews and really finding that core person that fits exactly what you need. Yeah. Yeah. Yeah. Okay, so let's take a step back before Chai. So you went to Cambridge and then you founded a hedge fund. So what was that like?",
      "translated_transcription": "Sí, creo que este es uno de los mayores errores que cometen los emprendedores por primera vez. Siempre tienen prisa por hacer crecer la empresa y contratar a tantas personas como sea posible. Pero si contratas al tipo equivocado de personas, entonces, ya sabes, hacer alguna reestructuración más tarde, es, como, 10 veces más doloroso que, ya sabes, hacer más entrevistas y realmente encontrar esa persona central que se adapte exactamente a lo que necesitas. - Sí, está bien. - Sí, está bien. - Sí, está bien. Vale, así que vamos a dar un paso atrás antes de Chai. Así que fuiste a Cambridge y luego fundaste un fondo de cobertura. Entonces, ¿cómo fue eso?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment013",
      "speaker": "SPEAKER_00",
      "start_time": 207.64855687606112,
      "end_time": 243.79456706281834,
      "duration": 36.14601018675722,
      "start_time_str": "00-03-27.649",
      "end_time_str": "00-04-03.795",
      "duration_str": "36.146",
      "audio_file": "segment013_SPEAKER_00_00-03-27.649_00-04-03.795_36.146.wav",
      "original_transcription": "cool. So coming out of Cambridge I studied economics, this is back in 2012 and machine learning was really just coming into the mainstream, it was just coming into production in industrial settings and there was clearly an opportunity to take all these algorithms, neural networks, random trees and kind of apply them to a financial setting.",
      "translated_transcription": "Eso es genial. Así que saliendo de Cambridge estudié economía, esto es en 2012 y el aprendizaje automático realmente estaba entrando en la corriente principal, estaba entrando en producción en entornos industriales y claramente había una oportunidad de tomar todos estos algoritmos, redes neuronales, árboles aleatorios y tipo de aplicarlos a un entorno financiero.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment014",
      "speaker": "SPEAKER_00",
      "start_time": 245.5602716468591,
      "end_time": 304.5755517826825,
      "duration": 59.01528013582342,
      "start_time_str": "00-04-05.560",
      "end_time_str": "00-05-04.576",
      "duration_str": "59.015",
      "audio_file": "segment014_SPEAKER_00_00-04-05.560_00-05-04.576_59.015.wav",
      "original_transcription": "And so, you know, again, me and just a couple of friends, we got together and we just started getting data sets, started training neural networks and seeing if we could predict the price of assets in the future. And after about a year, we'd sort of built this strategy that was that was making a few hundred thousand pounds a year, which when I was 22 years old was a lot of money and was, you know, it was really I felt that was a really great success. And so we just kept doubling down. And so any money that we made, we sort of reinvested in the business by hiring more, more engineers, more talented people. I, you know, the first people I'd hire were my friends from Cambridge. And then some some of them did really well. Some of them did really badly. And that caused me to sort of begin to dig into why is it that some people can be smart and add loads of value and other people can be smart and not add value.",
      "translated_transcription": "Y así, ya sabes, una vez más, yo y un par de amigos, nos reunimos y comenzamos a obtener conjuntos de datos, comenzamos a entrenar redes neuronales y ver si podríamos predecir el precio de los activos en el futuro. Y después de aproximadamente un año, habíamos construido una estrategia que era ganar unos cientos de miles de libras al año, que cuando tenía 22 años era mucho dinero y era, ya sabes, realmente sentí que era un gran éxito. Y así seguimos duplicando. Y por lo tanto, cualquier dinero que ganáramos, reinvertimos en el negocio contratando más, más ingenieros, personas más talentosas. Yo, ya sabes, las primeras personas que contrataría eran mis amigos de Cambridge. Y luego algunos algunos de ellos lo hicieron muy bien. Algunos de ellos lo hicieron muy mal. Y eso me hizo empezar a investigar por qué algunas personas pueden ser inteligentes y agregar un montón de valor y otras personas pueden ser inteligentes y no agregar valor.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment015",
      "speaker": "SPEAKER_00",
      "start_time": 306.06960950764005,
      "end_time": 309.6689303904924,
      "duration": 3.5993208828523393,
      "start_time_str": "00-05-06.070",
      "end_time_str": "00-05-09.669",
      "duration_str": "03.599",
      "audio_file": "segment015_SPEAKER_00_00-05-06.070_00-05-09.669_03.599.wav",
      "original_transcription": "And so as you described earlier on,",
      "translated_transcription": "Y así como lo describió antes,",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment016",
      "speaker": "SPEAKER_00",
      "start_time": 310.77249575551787,
      "end_time": 362.53820033955856,
      "duration": 51.76570458404069,
      "start_time_str": "00-05-10.772",
      "end_time_str": "00-06-02.538",
      "duration_str": "51.766",
      "audio_file": "segment016_SPEAKER_00_00-05-10.772_00-06-02.538_51.766.wav",
      "original_transcription": "first-time managers, first-time founders will just try and hire people, just quickly trying to collect people and throw bodies at the problem. And then with that, you'll encounter a lot of problems and a lot of frictions. And it's really about finding the right person to address the specific problem at hand. And so, yeah, that hedge fund was called Seamless Capital. I started it with basically, I probably had about $100,000 of money that I'd won throughout college playing poker. And I took those poker winnings and scaled it up to now it's still running today. It's a very profitable company. It makes about £5 million a year. And it's all AI and machine learning.",
      "translated_transcription": "los gerentes de primera vez, los fundadores de primera vez sólo tratarán de contratar gente, sólo rápidamente tratando de recoger gente y arrojar cuerpos al problema. Y luego con eso, encontrarás muchos problemas y muchas fricciones. Y realmente se trata de encontrar a la persona adecuada para abordar el problema en cuestión. Y así, sí, ese fondo se llamaba Seamless Capital. Lo comencé con, básicamente, probablemente tenía alrededor de $100,000 de dinero que había ganado durante la universidad jugando al póker. Y tomé esas ganancias de póquer y las aumenté hasta ahora. Todavía funciona hoy. Es una compañía muy rentable. Hace unos 5 millones de libras al año. Y todo es IA y aprendizaje automático.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment017",
      "speaker": "SPEAKER_01",
      "start_time": 364.151103565365,
      "end_time": 368.05602716468593,
      "duration": 3.9049235993209095,
      "start_time_str": "00-06-04.151",
      "end_time_str": "00-06-08.056",
      "duration_str": "03.905",
      "audio_file": "segment017_SPEAKER_01_00-06-04.151_00-06-08.056_03.905.wav",
      "original_transcription": "Like 2012, that's like even before the deep learning revolution, basically.",
      "translated_transcription": "Como en 2012, es como incluso antes de la revolución del aprendizaje profundo, básicamente.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment018",
      "speaker": "SPEAKER_00",
      "start_time": 369.05772495755525,
      "end_time": 386.0526315789474,
      "duration": 16.994906621392147,
      "start_time_str": "00-06-09.058",
      "end_time_str": "00-06-26.053",
      "duration_str": "16.995",
      "audio_file": "segment018_SPEAKER_00_00-06-09.058_00-06-26.053_16.995.wav",
      "original_transcription": "It's just on the cusp. It's just as it was beginning. It really was the first. The big textbooks were being written. Andrew Wing's Coursera course was just coming out. Yeah, it was a really exciting time. So I was doing neural networks before Dropout existed.",
      "translated_transcription": "Es sólo en la cúspide. Es como estaba empezando. Realmente fue la primera. Se estaban escribiendo los grandes libros de texto. El curso de Coursera de Andrew Wing acaba de salir. Sí, fue un momento muy emocionante. Así que estaba haciendo redes neuronales antes de que existiera Dropout.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment019",
      "speaker": "SPEAKER_01",
      "start_time": 387.2750424448218,
      "end_time": 393.2003395585739,
      "duration": 5.9252971137520944,
      "start_time_str": "00-06-27.275",
      "end_time_str": "00-06-33.200",
      "duration_str": "05.925",
      "audio_file": "segment019_SPEAKER_01_00-06-27.275_00-06-33.200_05.925.wav",
      "original_transcription": "So, okay, so what made you, like, originally get into AI? Because you mentioned you studied economics, so, you know.",
      "translated_transcription": "Entonces, ¿qué te hizo entrar originalmente en IA? Porque mencionaste que estudiaste economía, así que, ya sabes.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment020",
      "speaker": "SPEAKER_00",
      "start_time": 393.2003395585739,
      "end_time": 404.2529711375213,
      "duration": 11.052631578947398,
      "start_time_str": "00-06-33.200",
      "end_time_str": "00-06-44.253",
      "duration_str": "11.053",
      "audio_file": "segment020_SPEAKER_00_00-06-33.200_00-06-44.253_11.053.wav",
      "original_transcription": "So coming from the UK, really at that time and even still today, most of the smart...",
      "translated_transcription": "Así que viniendo del Reino Unido, realmente en ese momento e incluso hoy en día, la mayoría de los inteligentes...",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment021",
      "speaker": "SPEAKER_01",
      "start_time": 393.2342954159593,
      "end_time": 394.43972835314094,
      "duration": 1.2054329371816266,
      "start_time_str": "00-06-33.234",
      "end_time_str": "00-06-34.440",
      "duration_str": "01.205",
      "audio_file": "segment021_SPEAKER_01_00-06-33.234_00-06-34.440_01.205.wav",
      "original_transcription": "Yes.",
      "translated_transcription": "- Sí, está bien.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment022",
      "speaker": "SPEAKER_00",
      "start_time": 404.7453310696095,
      "end_time": 473.5398981324279,
      "duration": 68.79456706281837,
      "start_time_str": "00-06-44.745",
      "end_time_str": "00-07-53.540",
      "duration_str": "68.795",
      "audio_file": "segment022_SPEAKER_00_00-06-44.745_00-07-53.540_68.795.wav",
      "original_transcription": "you know, industrious people really end up find themselves in finance. It's kind of is the UK is so much smaller than America. And it's kind of like London, the city of London. That's our one big like tech hub. And so finance is an exciting space where, you know, you've got all these really smart mathematicians, physicists, who take all these techniques on how to model stuff, how to predict things, and they apply it to financial assets. And so it was very natural when, you know, all my peers were going into places like Jane Street or going into places like Citadel. You know, even I studied to like pass some round one interviews at a couple hedge funds and algorithmic trading firms. So it's really that was just the direction that people in the UK work towards. Very much like people on the West Coast. They all have in their mind they want to do a tech startup or be involved in tech in somehow. That's kind of the culture which I was surrounded by in the UK at the time when I graduated.",
      "translated_transcription": "Ya sabes, las personas trabajadoras realmente terminan encontrándose en las finanzas. Es que el Reino Unido es mucho más pequeño que Estados Unidos. Y es como Londres, la ciudad de Londres. Ese es nuestro único centro tecnológico. Así que las finanzas son un espacio emocionante donde, ya sabes, tienes a todos estos matemáticos realmente inteligentes, físicos, que toman todas estas técnicas sobre cómo modelar cosas, cómo predecir cosas, y lo aplican a los activos financieros. Y así que era muy natural cuando, ya sabes, todos mis compañeros iban a lugares como Jane Street o a lugares como Citadel. Sabes, incluso yo estudié para pasar algunas entrevistas de primera ronda en un par de fondos de cobertura y firmas de comercio algorítmico. Así que realmente esa fue la dirección hacia la que la gente en el Reino Unido trabaja. Muy parecido a la gente de la Costa Oeste. Todos tienen en mente que quieren hacer una startup tecnológica o estar involucrados en la tecnología de alguna manera. Ese es el tipo de cultura que me rodeó en el Reino Unido en el momento en que me gradué.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment023",
      "speaker": "SPEAKER_01",
      "start_time": 474.4227504244483,
      "end_time": 479.125636672326,
      "duration": 4.7028862478777,
      "start_time_str": "00-07-54.423",
      "end_time_str": "00-07-59.126",
      "duration_str": "04.703",
      "audio_file": "segment023_SPEAKER_01_00-07-54.423_00-07-59.126_04.703.wav",
      "original_transcription": "So then what made you want to change direction?",
      "translated_transcription": "Entonces, ¿qué te hizo querer cambiar de dirección?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment024",
      "speaker": "SPEAKER_00",
      "start_time": 480.5008488964346,
      "end_time": 485.4584040747029,
      "duration": 4.957555178268308,
      "start_time_str": "00-08-00.501",
      "end_time_str": "00-08-05.458",
      "duration_str": "04.958",
      "audio_file": "segment024_SPEAKER_00_00-08-00.501_00-08-05.458_04.958.wav",
      "original_transcription": "Cool. So I really, really love my first business.",
      "translated_transcription": "Eso es genial. Así que me encanta mi primer negocio.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment025",
      "speaker": "SPEAKER_00",
      "start_time": 487.1052631578948,
      "end_time": 554.2869269949067,
      "duration": 67.18166383701191,
      "start_time_str": "00-08-07.105",
      "end_time_str": "00-09-14.287",
      "duration_str": "67.182",
      "audio_file": "segment025_SPEAKER_00_00-08-07.105_00-09-14.287_67.182.wav",
      "original_transcription": "I had a lot of freedom. It was, I didn't have any external investors. It was always just either my money or the team's money that we'd sort of pooled together. And so we were free to make our own mistakes, make our own decisions. We didn't have any customers. It was just our own capital that we would trade using our own algorithms. And it was very, very simple. And, you know, I built really strong relationships with the engineers I worked with, and we had a really talented team. And as I approached my 30th birthday, I kind of just reflected on the last 10 years. And I thought, what it, you know, how have I grown? What is it that I've achieved? And then what would my next 10 years look like? And, you know, the way I saw it is through, it was very, very challenging to build the company. You know, we had, I remember being something like 20, 30 years old. I was 26 years old and losing like a million pounds over the course of a month, which was like a significant amount of my wealth, right? And what kind of assets?",
      "translated_transcription": "Tenía mucha libertad. Era, no tenía ningún inversor externo. Siempre fue mi dinero o el dinero del equipo lo que juntamos. Y así fuimos libres de cometer nuestros propios errores, tomar nuestras propias decisiones. No teníamos clientes. Era sólo nuestro propio capital que comerciaríamos usando nuestros propios algoritmos. Y fue muy, muy simple. Y, ya sabes, construí relaciones muy fuertes con los ingenieros con los que trabajé, y teníamos un equipo muy talentoso. Y cuando me acerqué a mi 30 cumpleaños, pensé en los últimos 10 años. Y pensé, ¿qué es, ya sabes, cómo he crecido? ¿Qué he logrado? ¿Y cómo se verían mis próximos 10 años? Y, ya sabes, de la manera en que lo vi, fue muy, muy difícil construir la compañía. Ya sabes, teníamos, recuerdo que teníamos unos 20, 30 años. Tenía 26 años y perdía un millón de libras en el transcurso de un mes, que era una cantidad significativa de mi riqueza, ¿verdad? ¿Y qué tipo de activos?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment026",
      "speaker": "SPEAKER_01",
      "start_time": 553.7266553480476,
      "end_time": 555.6960950764008,
      "duration": 1.9694397283531089,
      "start_time_str": "00-09-13.727",
      "end_time_str": "00-09-15.696",
      "duration_str": "01.969",
      "audio_file": "segment026_SPEAKER_01_00-09-13.727_00-09-15.696_01.969.wav",
      "original_transcription": "What kind of assets were you trading?",
      "translated_transcription": "¿Qué tipo de activos estabas intercambiando?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment027",
      "speaker": "SPEAKER_00",
      "start_time": 556.7826825127333,
      "end_time": 560.8404074702887,
      "duration": 4.057724957555365,
      "start_time_str": "00-09-16.783",
      "end_time_str": "00-09-20.840",
      "duration_str": "04.058",
      "audio_file": "segment027_SPEAKER_00_00-09-16.783_00-09-20.840_04.058.wav",
      "original_transcription": "So we were actually betting on sports markets.",
      "translated_transcription": "Así que estábamos apostando en los mercados deportivos.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment028",
      "speaker": "SPEAKER_01",
      "start_time": 560.9592529711376,
      "end_time": 561.553480475382,
      "duration": 0.5942275042443725,
      "start_time_str": "00-09-20.959",
      "end_time_str": "00-09-21.553",
      "duration_str": "00.594",
      "audio_file": "segment028_SPEAKER_01_00-09-20.959_00-09-21.553_00.594.wav",
      "original_transcription": "Interesting.",
      "translated_transcription": "Es muy interesante.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment029",
      "speaker": "SPEAKER_00",
      "start_time": 562.6400679117148,
      "end_time": 647.0543293718167,
      "duration": 84.4142614601019,
      "start_time_str": "00-09-22.640",
      "end_time_str": "00-10-47.054",
      "duration_str": "84.414",
      "audio_file": "segment029_SPEAKER_00_00-09-22.640_00-10-47.054_84.414.wav",
      "original_transcription": "Um, and you know, and, and that's, but that's just one example. You know, I remember being 24 and not, you know, not winning any money or earning any money over the course of nine months or something, right? Whenever you're a founder, whenever you're building a business, in fact, in life, if you're doing anything that's challenging, there's always going, you know, or anything that pushes, that pushes yourself beyond what you're currently capable of doing, you're going to fail. You're going to be forced to grow. So, um, and so I looked over these 10 years and I really loved it. It was, I loved all the ups. I loved the downs and through, I felt that I'd, I'd grown a lot. Um, and the outcome was a loop, a very lucrative business. It was lucrative for everyone that was involved. And I just thought, what did I want to do the next 10 years of, of my life? And I could keep running this sort of, um, a sort of financial entity, which really just all it does is makes money. Right. Which isn't bad. You know, it's pretty fun. Um, and I, and I just thought that seemed very easy. It seemed like that was the easy way. I, I'd kind of been through all that hardship. I'd learned all of those lessons. And I just asked myself the question, like, what would, what would it look like if I wanted to just build the biggest thing I could possibly build, have the biggest impact I could possibly have, um, and just really stretch myself way beyond what I thought I was capable of doing.",
      "translated_transcription": "Um, y ya sabes, y, y eso es, pero ese es sólo un ejemplo. Recuerdo tener 24 años y no haber ganado ni ganado nada en nueve meses, ¿verdad? Cada vez que eres un fundador, cada vez que estás construyendo un negocio, de hecho, en la vida, si estás haciendo algo que es desafiante, siempre hay, ya sabes, o cualquier cosa que empuje, que te empuje más allá de lo que eres capaz de hacer actualmente, vas a fracasar. Vas a ser forzado a crecer. Así que miré estos 10 años y realmente me encantaron. Fue, me encantaron todos los altibajos. Me encantaban los bajistas y a través de ellos, sentía que había crecido mucho. Y el resultado fue un bucle, un negocio muy lucrativo. Fue lucrativo para todos los involucrados. Y pensé, ¿qué quiero hacer los próximos 10 años de mi vida? Y podría seguir dirigiendo una especie de entidad financiera que en realidad sólo gana dinero. Eso es todo. Lo cual no es malo. Ya sabes, es bastante divertido. Y yo, y pensé que eso parecía muy fácil. Parecía que esa era la manera más fácil. Yo, yo había pasado por todas esas dificultades. Había aprendido todas esas lecciones. Y me hice la pregunta, como, ¿qué sería, cómo sería si quisiera construir lo más grande que pudiera construir, tener el mayor impacto que pudiera tener, y extenderme mucho más allá de lo que pensaba que era capaz de hacer.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment030",
      "speaker": "SPEAKER_00",
      "start_time": 648.6332767402378,
      "end_time": 675.1018675721562,
      "duration": 26.46859083191839,
      "start_time_str": "00-10-48.633",
      "end_time_str": "00-11-15.102",
      "duration_str": "26.469",
      "audio_file": "segment030_SPEAKER_00_00-10-48.633_00-11-15.102_26.469.wav",
      "original_transcription": "And then with that, I had a lot of knowledge about AI. Because all of the trades that we were doing, it was entirely informed by AI and machine learning. And so in 2018, 2019, it was increasingly obvious that large language models were a totally transformational technology.",
      "translated_transcription": "Y luego con eso, tenía mucho conocimiento sobre IA. Porque todos los negocios que estábamos haciendo, estaban completamente informados por la IA y el aprendizaje automático. Y así en 2018, 2019 fue cada vez más obvio que los grandes modelos de lenguaje eran una tecnología totalmente transformadora.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment031",
      "speaker": "SPEAKER_00",
      "start_time": 676.8336162988116,
      "end_time": 679.0237691001698,
      "duration": 2.190152801358181,
      "start_time_str": "00-11-16.834",
      "end_time_str": "00-11-19.024",
      "duration_str": "02.190",
      "audio_file": "segment031_SPEAKER_00_00-11-16.834_00-11-19.024_02.190.wav",
      "original_transcription": "And I remember just being very aware, like,",
      "translated_transcription": "Y recuerdo haber sido muy consciente, como,",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment032",
      "speaker": "SPEAKER_00",
      "start_time": 681.0611205432938,
      "end_time": 689.6179966044142,
      "duration": 8.55687606112042,
      "start_time_str": "00-11-21.061",
      "end_time_str": "00-11-29.618",
      "duration_str": "08.557",
      "audio_file": "segment032_SPEAKER_00_00-11-21.061_00-11-29.618_08.557.wav",
      "original_transcription": "This technology is going to change the world and is going to be something that every person interacts with on a daily basis.",
      "translated_transcription": "Esta tecnología va a cambiar el mundo y va a ser algo con lo que cada persona interactúa a diario.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment033",
      "speaker": "SPEAKER_00",
      "start_time": 690.9083191850593,
      "end_time": 692.1477079796264,
      "duration": 1.2393887945670485,
      "start_time_str": "00-11-30.908",
      "end_time_str": "00-11-32.148",
      "duration_str": "01.239",
      "audio_file": "segment033_SPEAKER_00_00-11-30.908_00-11-32.148_01.239.wav",
      "original_transcription": "And I thought to myself,",
      "translated_transcription": "Y pensé en mí mismo,",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment034",
      "speaker": "SPEAKER_00",
      "start_time": 693.7945670628183,
      "end_time": 736.5619694397283,
      "duration": 42.76740237691001,
      "start_time_str": "00-11-33.795",
      "end_time_str": "00-12-16.562",
      "duration_str": "42.767",
      "audio_file": "segment034_SPEAKER_00_00-11-33.795_00-12-16.562_42.767.wav",
      "original_transcription": "There's going to have to exist a platform where not just a single model, not a huge monolithic model like the sorts which OpenAI are creating or the sorts that Google are creating. But I imagine a world where everyone is going to be. There are so many talented people spread across the world. They're not just in Silicon Valley or they're not just in Stanford or Cambridge. But there's talented AI researchers and there's talented engineers across the world. And so we'll see many, many interesting, unique language models. And they'll have to exist a platform where they all come together and consumers are able to find the appropriate language model to interact with.",
      "translated_transcription": "Tendrá que existir una plataforma donde no sólo un solo modelo, no un modelo monolítico enorme como el tipo que OpenAI está creando o el tipo que Google está creando. Pero imagino un mundo donde todo el mundo va a estar. Hay tantas personas talentosas por todo el mundo. No están sólo en Silicon Valley o no están sólo en Stanford o Cambridge. Pero hay investigadores de IA talentosos e ingenieros talentosos en todo el mundo. Y así veremos muchos, muchos modelos de lenguaje interesantes y únicos. Y tendrán que existir una plataforma donde todos se reúnan y los consumidores puedan encontrar el modelo de lenguaje adecuado para interactuar.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment035",
      "speaker": "SPEAKER_00",
      "start_time": 737.5636672325977,
      "end_time": 758.7011884550086,
      "duration": 21.137521222410896,
      "start_time_str": "00-12-17.564",
      "end_time_str": "00-12-38.701",
      "duration_str": "21.138",
      "audio_file": "segment035_SPEAKER_00_00-12-17.564_00-12-38.701_21.138.wav",
      "original_transcription": "And so my initial vision was something like, maybe it'd be like Google where people would kind of search, you know, I want to speak to a recipe, you know, I want to speak to a language model that's like a great chef. And I thought, well, maybe there'll be people whose sole existence will be to create the best recipe and chef-like language model.",
      "translated_transcription": "Así que mi visión inicial era algo así como, tal vez sería como Google donde la gente buscaría, ya sabes, quiero hablar con una receta, ya sabes, quiero hablar con un modelo de lenguaje que es como un gran chef. Y pensé, bueno, tal vez haya personas cuya única existencia será crear la mejor receta y el modelo de lenguaje similar al chef.",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment036",
      "speaker": "SPEAKER_00",
      "start_time": 760.0764006791171,
      "end_time": 775.679117147708,
      "duration": 15.60271646859087,
      "start_time_str": "00-12-40.076",
      "end_time_str": "00-12-55.679",
      "duration_str": "15.603",
      "audio_file": "segment036_SPEAKER_00_00-12-40.076_00-12-55.679_15.603.wav",
      "original_transcription": "right and so what this platform look like maybe it'd look a bit like Google or maybe it looks something like a YouTube where you know there are all these content creators and there are consumers trying to find the right content that they're looking for and so",
      "translated_transcription": "Así que cómo se ve esta plataforma tal vez se parece un poco a Google o tal vez se parece algo a un YouTube donde sabes que hay todos estos creadores de contenido y hay consumidores tratando de encontrar el contenido correcto que están buscando y así sucesivamente",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    },
    {
      "segment_id": "segment037",
      "speaker": "SPEAKER_00",
      "start_time": 776.7147707979627,
      "end_time": 790.1273344651952,
      "duration": 13.412563667232462,
      "start_time_str": "00-12-56.715",
      "end_time_str": "00-13-10.127",
      "duration_str": "13.413",
      "audio_file": "segment037_SPEAKER_00_00-12-56.715_00-13-10.127_13.413.wav",
      "original_transcription": "And so that's really how Chai got started. It was like this vision and this drive to say, how can we create a platform with a huge array of language models that individuals can discover unique content?",
      "translated_transcription": "Y así es como comenzó Chai. Fue como esta visión y este impulso para decir, ¿cómo podemos crear una plataforma con una gran variedad de modelos de lenguaje que las personas puedan descubrir contenido único?",
      "source_language": "en",
      "target_language": "spanish",
      "target_language_code": "spa_Latn"
    }
  ]
}